Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Homebrew sends its makers analytics whenever Peel runs it.
cs: Homebrew odesílá svým tvůrcům analytické údaje pokaždé, když ho Peel spustí.
de: Homebrew sendet Analysedaten an seine Hersteller, wann immer Peel es ausführt.
es: Homebrew envía datos de uso a sus creadores cada vez que Peel lo ejecuta.
fr: Homebrew envoie des données d’analyse à son éditeur chaque fois que Peel l’exécute.
it: Homebrew invia dati di utilizzo ai suoi produttori ogni volta che Peel lo esegue.
ja: Homebrewは、Peelが実行するたびに、開発元に解析データを送信します。
ko: Peel이 Homebrew를 실행할 때마다 Homebrew가 제작자에게 분석 정보를 보냅니다.
nl: Homebrew stuurt analysegegevens naar zijn makers telkens wanneer Peel het uitvoert.
pl: Homebrew wysyła swoim producentom dane analiz za każdym razem, gdy Peel go uruchamia.
pt: O Homebrew envia dados de uso aos fabricantes dele sempre que o Peel o executa.
ro: Homebrew trimite producătorilor săi date de analiză ori de câte ori Peel îl rulează.
ru: Homebrew отправляет аналитику своим разработчикам каждый раз, когда Peel его запускает.
sv: Homebrew skickar analysdata till sina tillverkare varje gång Peel kör det.
tr: Homebrew, Peel onu her çalıştırdığında üreticilerine analiz verileri gönderir.
uk: Homebrew надсилає аналітику своїм розробникам щоразу, коли Peel його запускає.
zh_hans: Homebrew会在Peel每次运行它时向其开发者发送分析数据。
zh_hant: Homebrew每次由Peel執行時，都會傳送分析資料給它的廠商。

source: Homebrew skipped ^[%lld installed package](inflect: true) with no source to check against.
cs: Homebrew přeskočil %lld nainstalovaných balíčků bez zdroje, se kterým by je šlo porovnat.
de: Homebrew hat %lld installierte Pakete ohne Quelle zum Abgleichen übersprungen.
es: Homebrew ha omitido %lld paquetes instalados que no tenían un origen con el que comprobarlos.
fr: Homebrew a ignoré %lld paquets installés, faute de source à laquelle les comparer.
it: Homebrew ha saltato %lld pacchetti installati senza una sorgente con cui confrontarli.
ja: 照合するソースがないため、Homebrewはインストール済みの%lld個のパッケージをスキップしました。
ko: Homebrew가 대조할 소스가 없는 설치된 패키지 %lld개를 건너뛰었습니다.
nl: Homebrew heeft %lld geïnstalleerde pakketten overgeslagen omdat er geen bron was om ze mee te vergelijken.
pl: Homebrew pominął %lld zainstalowanego pakietu, który nie ma źródła do porównania.
pt: O Homebrew ignorou %lld pacotes instalados que não têm uma origem para comparar.
ro: Homebrew a omis %lld de pachete instalate care nu au o sursă cu care să fie comparate.
ru: Homebrew пропустил %lld установленного пакета без источника для проверки.
sv: Homebrew hoppade över %lld installerade paket som saknar en källa att kontrollera mot.
tr: Homebrew, karşılaştırılacak bir kaynağı olmayan %lld yüklü paketi atladı.
uk: Homebrew пропустив %lld інстальованого пакета, для якого немає джерела для перевірки.
zh_hans: Homebrew跳过了%lld个没有可供核对来源的已安装软件包。
zh_hant: Homebrew略過了%lld個沒有來源可供比對的已安裝套件。

source: Homebrew still lists these casks, but their apps aren’t where it put them anymore, so it can’t upgrade them. Forgetting a cask moves its Homebrew receipt to the Trash, with the links Homebrew made into it, so Homebrew stops listing it. History can put it back.
cs: Homebrew tyto casks stále uvádí, ale jejich aplikace už nejsou tam, kam je umístil, takže je nemůže upgradovat. Když cask zapomenete, jeho záznam Homebrew se přesune do koše spolu s odkazy, které do něj Homebrew vytvořil, takže Homebrew přestane cask uvádět. Historie ho může vrátit zpět.
de: Homebrew führt diese Casks weiterhin, aber ihre Apps sind nicht mehr dort, wo Homebrew sie abgelegt hat, daher kann Homebrew sie nicht upgraden. Beim Vergessen eines Casks wird seine Homebrew-Quittung zusammen mit den von Homebrew angelegten Links, die darauf verweisen, in den Papierkorb gelegt, sodass Homebrew den Cask nicht mehr führt. Im Verlauf kannst du ihn zurücklegen.
es: Homebrew sigue mostrando estos casks, pero sus apps ya no están donde las puso, así que no puede actualizarlos. Al olvidar un cask, su recibo de Homebrew se traslada a la papelera, junto con los enlaces que Homebrew creó hacia él, así que Homebrew deja de mostrarlo. Historial puede restaurarlo.
fr: Homebrew liste encore ces casks, mais leurs apps ne se trouvent plus là où il les a placées, si bien qu’il ne peut pas les mettre à niveau. Oublier un cask place son reçu Homebrew dans la corbeille, avec les liens que Homebrew a créés vers ce reçu : Homebrew ne liste donc plus ce cask. L’Historique peut le remettre en place.
it: Homebrew elenca ancora questi casks, ma le loro app non sono più dove le aveva messe, quindi non può aggiornarli. Dimenticare un cask sposta la sua ricevuta Homebrew nel Cestino, insieme ai link che Homebrew ha creato verso di essa, così Homebrew smette di elencarlo. La Cronologia può ripristinarla.
ja: Homebrewはこれらのcasksを引き続き一覧に表示していますが、そのアプリはもうHomebrewがインストールした場所にないため、アップグレードできません。caskのHomebrewレシートをゴミ箱に入れると、Homebrewが作成した、レシート内へのリンクも一緒にゴミ箱に入り、Homebrewはそのcaskを一覧に表示しなくなります。履歴から戻すことができます。
ko: Homebrew는 이 cask를 여전히 목록에 표시하지만, 앱이 더 이상 Homebrew가 설치한 위치에 없으므로 업그레이드할 수 없습니다. cask의 Homebrew 수신 정보를 제거하면 수신 정보와 그 안으로 연결되도록 Homebrew가 만든 링크가 휴지통으로 이동하므로 Homebrew가 더 이상 해당 cask를 목록에 표시하지 않습니다. 기록에서 되돌려 놓을 수 있습니다.
nl: Homebrew vermeldt deze casks nog steeds, maar hun apps staan niet meer op de plek waar Homebrew ze heeft geplaatst, dus kan Homebrew ze niet upgraden. Als je een cask vergeet, wordt het Homebrew-bewijs ervan naar de prullenmand verplaatst, samen met de links die Homebrew ernaar heeft gemaakt, zodat Homebrew de cask niet meer vermeldt. Geschiedenis kan het terugzetten.
pl: Homebrew nadal wymienia te casks, ale ich aplikacji nie ma już tam, gdzie je umieścił, więc nie może ich uaktualnić. Zapomnienie cask przenosi jego potwierdzenie Homebrew do Kosza razem z dowiązaniami, które Homebrew do niego utworzył, więc Homebrew przestaje go wymieniać. Historia może to przywrócić.
pt: O Homebrew ainda lista estes casks, mas os apps deles não estão mais onde o Homebrew os colocou, então ele não consegue fazer upgrade deles. Esquecer um cask move para o Lixo o recibo do Homebrew desse cask, junto com os links que o Homebrew criou apontando para ele, e assim o Homebrew deixa de listá-lo. O Histórico pode colocá-lo de volta.
ro: Homebrew listează în continuare aceste cask‑uri, dar aplicațiile lor nu mai sunt unde le‑a pus, așa că nu le poate face upgrade. Dacă uitați un cask, recipisa Homebrew a acestuia este mutată în Coș, împreună cu linkurile create de Homebrew care duc în ea, astfel încât Homebrew nu îl mai listează. Îl puteți pune înapoi din Istoric.
ru: Homebrew по-прежнему считает эти casks установленными, но их приложений больше нет там, куда он их поместил, поэтому он не может их обновить. Если забыть cask, его квитанция Homebrew переместится в Корзину вместе со ссылками на нее, которые создал Homebrew, и Homebrew перестанет считать его установленным. История может ее восстановить.
sv: Homebrew listar fortfarande dessa casks, men apparna finns inte längre där Homebrew placerade dem, så Homebrew kan inte uppgradera dem. Om du glömmer en cask flyttas dess Homebrew-kvitto till papperskorgen, tillsammans med länkarna som Homebrew har skapat till det, så Homebrew listar inte längre casken. Historik kan lägga tillbaka det.
tr: Homebrew bu cask paketlerini hâlâ listeliyor, ancak uygulamaları artık Homebrew’un onları koyduğu yerde değil, bu yüzden Homebrew onları yükseltemiyor. Bir cask unutulduğunda ona ait Homebrew makbuzu, Homebrew’un oluşturduğu ve makbuzun içini gösteren bağlantılarla birlikte Çöp Sepeti’ne taşınır; böylece Homebrew o cask paketini artık listelemez. Geçmiş onu yerine koyabilir.
uk: Homebrew досі показує ці casks у своєму списку, але їхніх програм уже немає там, куди він їх помістив, тож він не може їх оновити. Якщо забути cask, його квитанцію Homebrew буде переміщено в Смітник разом із посиланнями на неї, які створив Homebrew, і Homebrew перестане показувати цей cask у своєму списку. Історія може це повернути.
zh_hans: Homebrew仍然列出这些casks，但它们的App已不在Homebrew当初放置的位置，因此Homebrew无法升级它们。移除cask的记录会将其Homebrew回执连同Homebrew创建的指向其中的链接一起移到废纸篓，这样Homebrew就不再列出该cask。“历史记录”可以将其放回原处。
zh_hant: Homebrew仍列出這些cask，但它們的App已不在Homebrew當初放置的位置，因此Homebrew無法升級它們。移除cask會將它的Homebrew收據連同Homebrew建立、指向其中的連結一起丟到「垃圾桶」，Homebrew就不再列出它。「歷史記錄」可以將它還原。

source: Homebrew still lists this cask, but its app isn’t where Homebrew put it anymore, so Homebrew can’t upgrade it. Forget Cask moves the cask’s Homebrew receipt to the Trash, so Homebrew stops listing it, and History can put it back.
cs: Homebrew tento cask stále uvádí, ale jeho aplikace už není tam, kam ji Homebrew umístil, takže ho Homebrew nemůže upgradovat. Tlačítko „Zapomenout cask“ přesune jeho záznam Homebrew do koše, takže Homebrew přestane cask uvádět a Historie ho může vrátit zpět.
de: Homebrew führt diesen Cask weiterhin, aber seine App ist nicht mehr dort, wo Homebrew sie abgelegt hat, daher kann Homebrew ihn nicht upgraden. „Cask vergessen“ legt die Homebrew-Quittung des Casks in den Papierkorb, sodass Homebrew den Cask nicht mehr führt, und im Verlauf kannst du ihn zurücklegen.
es: Homebrew sigue mostrando este cask, pero su app ya no está donde Homebrew la puso, así que Homebrew no puede actualizarlo. “Olvidar cask” traslada a la papelera el recibo de Homebrew del cask, así que Homebrew deja de mostrarlo, e Historial puede restaurarlo.
fr: Homebrew liste encore ce cask, mais son app ne se trouve plus là où Homebrew l’a placée, si bien que Homebrew ne peut pas le mettre à niveau. « Oublier le cask » place le reçu Homebrew de ce cask dans la corbeille : Homebrew cesse alors de le lister, et l’Historique peut le remettre en place.
it: Homebrew elenca ancora questo cask, ma la sua app non è più dove Homebrew l’aveva messa, quindi Homebrew non può aggiornarlo. “Dimentica cask” sposta nel Cestino la ricevuta Homebrew del cask, così Homebrew smette di elencarlo, e la Cronologia può ripristinarla.
ja: Homebrewはこのcaskを引き続き一覧に表示していますが、そのアプリはもうHomebrewがインストールした場所にないため、アップグレードできません。“Homebrewレシートをゴミ箱に入れる”をクリックすると、このcaskのHomebrewレシートがゴミ箱に入り、Homebrewはこのcaskを一覧に表示しなくなります。履歴から戻すこともできます。
ko: Homebrew는 이 cask를 여전히 목록에 표시하지만, 앱이 더 이상 Homebrew가 설치한 위치에 없으므로 업그레이드할 수 없습니다. ‘수신 정보 제거’를 클릭하면 이 cask의 Homebrew 수신 정보가 휴지통으로 이동하므로 Homebrew가 더 이상 목록에 표시하지 않으며, 기록에서 되돌려 놓을 수 있습니다.
nl: Homebrew vermeldt deze cask nog steeds, maar de bijbehorende app staat niet meer op de plek waar Homebrew hem heeft geplaatst, dus kan Homebrew de cask niet upgraden. 'Vergeet cask' verplaatst het Homebrew-bewijs ervan naar de prullenmand, zodat Homebrew de cask niet meer vermeldt, en Geschiedenis kan het terugzetten.
pl: Homebrew nadal wymienia ten cask, ale jego aplikacji nie ma już tam, gdzie Homebrew ją umieścił, więc Homebrew nie może go uaktualnić. Przycisk „Zapomnij cask” przenosi potwierdzenie Homebrew tego cask do Kosza, więc Homebrew przestaje go wymieniać, a Historia może to przywrócić.
pt: O Homebrew ainda lista este cask, mas o app dele não está mais onde o Homebrew o colocou, então o Homebrew não consegue fazer upgrade dele. Esquecer Cask move para o Lixo o recibo do Homebrew do cask. Assim, o Homebrew deixa de listá-lo, e o Histórico pode colocá-lo de volta.
ro: Homebrew listează în continuare acest cask, dar aplicația sa nu mai este unde a pus‑o Homebrew, așa că Homebrew nu îi poate face upgrade. „Uitați cask‑ul” mută recipisa Homebrew a cask‑ului în Coș, astfel încât Homebrew nu îl mai listează, iar din Istoric îl puteți pune înapoi.
ru: Homebrew по-прежнему считает этот cask установленным, но его приложения больше нет там, куда Homebrew его поместил, поэтому Homebrew не может его обновить. Кнопка «Забыть cask» перемещает квитанцию Homebrew для этого cask в Корзину, и Homebrew перестает считать его установленным, а История может ее восстановить.
sv: Homebrew listar fortfarande den här casken, men appen finns inte längre där Homebrew placerade den, så Homebrew kan inte uppgradera den. ”Glöm cask” flyttar caskens Homebrew-kvitto till papperskorgen, så Homebrew listar den inte längre, och Historik kan lägga tillbaka det.
tr: Homebrew bu cask paketini hâlâ listeliyor, ancak uygulaması artık Homebrew’un onu koyduğu yerde değil, bu yüzden Homebrew onu yükseltemiyor. “Cask Paketini Unut”, bu paketin Homebrew makbuzunu Çöp Sepeti’ne taşır; böylece Homebrew onu artık listelemez ve Geçmiş onu yerine koyabilir.
uk: Homebrew досі показує цей cask у своєму списку, але його програми вже немає там, куди Homebrew її помістив, тож Homebrew не може його оновити. Кнопка «Забути cask» переміщує в Смітник квитанцію Homebrew цього cask, і Homebrew перестане показувати його у своєму списку, а Історія може це повернути.
zh_hans: Homebrew仍然列出此cask，但它的App已不在Homebrew当初放置的位置，因此Homebrew无法升级它。“移除cask记录”会将该cask的Homebrew回执移到废纸篓，这样Homebrew就不再列出它，并且“历史记录”可以将其放回原处。
zh_hant: Homebrew仍列出此cask，但它的App已不在Homebrew當初放置的位置，因此Homebrew無法升級它。「移除cask」會將此cask的Homebrew收據丟到「垃圾桶」，Homebrew就不再列出它，「歷史記錄」也可以將它還原。

source: Homebrew still upgrades it for now, and disables it on %@.
cs: Homebrew ho zatím ještě upgraduje a vyřadí ho dne %@.
de: Homebrew führt für das Paket vorerst noch Upgrades aus und deaktiviert es am %@.
es: Homebrew sigue actualizándolo por ahora, y lo desactivará el %@.
fr: Homebrew continue pour l’instant de le mettre à niveau, et le désactivera le %@.
it: Per ora Homebrew continua ad aggiornarlo e lo disabiliterà in data %@.
ja: Homebrewは今のところ引き続きアップグレードしますが、%@に提供を終了する予定です。
ko: Homebrew는 아직은 이 패키지를 업그레이드하지만, %@에 비활성화할 예정입니다.
nl: Homebrew upgradet het voorlopig nog, maar schakelt het op %@ uit.
pl: Homebrew na razie nadal go uaktualnia, a wyłączy go %@.
pt: Por enquanto, o Homebrew ainda faz upgrade deste pacote e vai desativá-lo em %@.
ro: Deocamdată, Homebrew încă îi face upgrade, iar pe %@ îl va dezactiva.
ru: Homebrew пока еще обновляет его, но %@ отключит.
sv: Homebrew uppgraderar det än så länge, men avaktiverar det den %@.
tr: Homebrew şimdilik onu yükseltmeye devam ediyor ve %@ tarihinde etkisizleştirecek.
uk: Поки що Homebrew ще оновлює цей пакет, але %@ його вимкне.
zh_hans: Homebrew暂时仍会升级它，但将于%@停用它。
zh_hant: Homebrew目前仍會升級此套件，但將於%@停用它。

source: Homebrew still upgrades it for now, and may disable it at any time.
cs: Homebrew ho zatím ještě upgraduje a může ho kdykoli vyřadit.
de: Homebrew führt für das Paket vorerst noch Upgrades aus und kann es jederzeit deaktivieren.
es: Homebrew sigue actualizándolo por ahora, y puede desactivarlo en cualquier momento.
fr: Homebrew continue pour l’instant de le mettre à niveau, et peut le désactiver à tout moment.
it: Per ora Homebrew continua ad aggiornarlo e potrebbe disabilitarlo in qualsiasi momento.
ja: Homebrewは今のところ引き続きアップグレードしますが、いつでも提供を終了する可能性があります。
ko: Homebrew는 아직은 이 패키지를 업그레이드하지만, 언제든지 비활성화할 수도 있습니다.
nl: Homebrew upgradet het voorlopig nog, maar kan het op elk moment uitschakelen.
pl: Homebrew na razie nadal go uaktualnia, ale może go wyłączyć w każdej chwili.
pt: Por enquanto, o Homebrew ainda faz upgrade deste pacote e pode desativá-lo a qualquer momento.
ro: Deocamdată, Homebrew încă îi face upgrade, dar îl poate dezactiva oricând.
ru: Homebrew пока еще обновляет его, но может отключить в любой момент.
sv: Homebrew uppgraderar det än så länge, men kan avaktivera det när som helst.
tr: Homebrew şimdilik onu yükseltmeye devam ediyor ve her an etkisizleştirebilir.
uk: Поки що Homebrew ще оновлює цей пакет, але може вимкнути його будь-коли.
zh_hans: Homebrew暂时仍会升级它，但随时可能停用它。
zh_hant: Homebrew目前仍會升級此套件，但可能隨時停用它。

source: Homebrew stopped offering it on %@: it can’t be installed again and gets no more upgrades. What is installed stays until you uninstall it.
cs: Homebrew ho přestal nabízet dne %@: nelze ho znovu nainstalovat a nedostává žádné další upgrady. Co je nainstalováno, zůstane, dokud to neodinstalujete.
de: Homebrew bietet das Paket seit dem %@ nicht mehr an: Es kann nicht erneut installiert werden und erhält keine Upgrades mehr. Was installiert ist, bleibt, bis du es deinstallierst.
es: Homebrew dejó de ofrecerlo el %@: no se puede volver a instalar y ya no recibe actualizaciones. Lo que está instalado se queda hasta que lo desinstales.
fr: Homebrew a cessé de le proposer le %@ : il ne peut plus être installé et ne reçoit plus de mises à niveau. Ce qui est installé reste en place jusqu’à ce que vous le désinstalliez.
it: Homebrew ha smesso di offrirlo in data %@: non può più essere installato e non riceve più aggiornamenti. Ciò che è installato resta finché non lo disinstalli.
ja: Homebrewは%@に提供を終了しました。再インストールはできず、今後はアップグレードもされません。インストール済みのものは、アンインストールするまで残ります。
ko: Homebrew는 %@에 이 패키지의 제공을 중단했습니다. 다시 설치할 수 없으며 더 이상 업그레이드되지 않습니다. 이미 설치된 항목은 제거할 때까지 그대로 남습니다.
nl: Homebrew biedt het sinds %@ niet meer aan: het kan niet opnieuw worden geïnstalleerd en krijgt geen upgrades meer. Wat al is geïnstalleerd, blijft staan totdat je het deïnstalleert.
pl: Homebrew przestał go udostępniać %@: nie można go ponownie zainstalować ani uaktualnić. To, co jest zainstalowane, zostaje, dopóki tego nie odinstalujesz.
pt: O Homebrew deixou de oferecê-lo em %@: ele não pode ser instalado de novo e não recebe mais upgrades. O que já está instalado permanece até você desinstalá-lo.
ro: Pe %@, Homebrew a încetat să îl mai ofere: nu poate fi instalat din nou și nu mai primește upgrade‑uri. Ce este instalat rămâne până când îl dezinstalați.
ru: Homebrew перестал предлагать его %@: его нельзя установить снова, и он больше не получает обновлений. Уже установленный пакет остается, пока Вы его не удалите.
sv: Homebrew slutade erbjuda det den %@: det kan inte installeras igen och får inga fler uppgraderingar. Det som är installerat finns kvar tills du avinstallerar det.
tr: Homebrew %@ tarihinde onu sunmayı bıraktı: yeniden yüklenemez ve başka yükseltme almaz. Yüklü olan, siz yüklemesini kaldırana kadar kalır.
uk: %@ Homebrew перестав пропонувати цей пакет: його не можна інсталювати знову, і оновлень для нього більше не буде. Те, що вже інстальовано, лишається, доки ви його не деінсталюєте.
zh_hans: Homebrew已于%@停止提供它：它无法再次安装，也不会再获得升级。已安装的内容会一直保留，直到你将其卸载。
zh_hant: Homebrew已於%@停止提供此套件：它無法再次安裝，也不會再收到升級。已安裝的版本仍會保留，直到你將它解除安裝。

source: Homebrew suggests the %@ cask instead.
cs: Homebrew místo něj navrhuje cask %@.
de: Homebrew schlägt stattdessen den Cask „%@“ vor.
es: Homebrew sugiere en su lugar el cask %@.
fr: Homebrew suggère plutôt le cask %@.
it: Homebrew suggerisce al suo posto il cask %@.
ja: Homebrewは代わりにcask“%@”を提案しています。
ko: Homebrew는 대안으로 ‘%@’ cask를 제안합니다.
nl: Homebrew raadt in plaats daarvan de cask %@ aan.
pl: Homebrew proponuje zamiast niego cask %@.
pt: O Homebrew sugere o cask %@ no lugar dele.
ro: Homebrew sugerează în schimb cask‑ul %@.
ru: Homebrew предлагает заменить его на cask %@.
sv: Homebrew föreslår casken %@ i stället.
tr: Homebrew’un bunun yerine önerdiği cask: %@.
uk: Натомість Homebrew пропонує cask «%@».
zh_hans: Homebrew建议改用“%@”cask。
zh_hant: Homebrew建議改用「%@」cask。

source: Homebrew suggests the %@ formula instead.
cs: Homebrew místo něj navrhuje formula %@.
de: Homebrew schlägt stattdessen die Formula „%@“ vor.
es: Homebrew sugiere en su lugar la formula %@.
fr: Homebrew suggère plutôt la formula %@.
it: Homebrew suggerisce al suo posto la formula %@.
ja: Homebrewは代わりにformula“%@”を提案しています。
ko: Homebrew는 대안으로 ‘%@’ formula를 제안합니다.
nl: Homebrew raadt in plaats daarvan de formula %@ aan.
pl: Homebrew proponuje zamiast niego formula %@.
pt: O Homebrew sugere a formula %@ no lugar dele.
ro: Homebrew sugerează în schimb formula %@.
ru: Homebrew предлагает заменить его на formula %@.
sv: Homebrew föreslår formulan %@ i stället.
tr: Homebrew’un bunun yerine önerdiği formula: %@.
uk: Натомість Homebrew пропонує formula «%@».
zh_hans: Homebrew建议改用“%@”formula。
zh_hant: Homebrew建議改用「%@」formula。

source: Homebrew’s Own Settings Change How Peel Runs It
cs: Vlastní nastavení Homebrew mění, jak ho Peel spouští
de: Die eigenen Einstellungen von Homebrew ändern, wie Peel es ausführt
es: Los propios ajustes de Homebrew cambian cómo lo ejecuta Peel
fr: Les réglages propres à Homebrew modifient la façon dont Peel l’exécute
it: Le impostazioni di Homebrew cambiano il modo in cui Peel lo esegue
ja: Homebrew自身の設定により、Peelが実行するときの動作が変わります
ko: Homebrew 자체 설정이 Peel의 Homebrew 실행 방식을 변경함
nl: De eigen instellingen van Homebrew veranderen hoe Peel het uitvoert
pl: Własne ustawienia Homebrew zmieniają sposób, w jaki Peel go uruchamia
pt: Os Ajustes do Próprio Homebrew Mudam Como o Peel o Executa
ro: Configurările proprii ale Homebrew schimbă modul în care Peel îl rulează
ru: Собственные настройки Homebrew меняют то, как Peel его запускает
sv: Homebrews egna inställningar ändrar hur Peel kör det
tr: Homebrew’un Kendi Ayarları, Peel’in Onu Çalıştırma Biçimini Değiştiriyor
uk: Власні налаштування Homebrew змінюють те, як Peel його запускає
zh_hans: Homebrew自己的设置改变了Peel运行它的方式
zh_hant: Homebrew自己的設定會改變Peel執行它的方式

source: Homebrew’s own housekeeping, run by Homebrew. Peel adds nothing of its own.
cs: Vlastní údržba Homebrew, kterou provádí Homebrew. Peel nepřidává nic svého.
de: Die eigene Wartung von Homebrew, ausgeführt von Homebrew. Peel fügt nichts Eigenes hinzu.
es: El propio mantenimiento de Homebrew, que ejecuta Homebrew. Peel no añade nada suyo.
fr: L’entretien propre à Homebrew, effectué par Homebrew. Peel n’y ajoute rien.
it: La manutenzione di Homebrew, eseguita da Homebrew stesso. Peel non aggiunge nulla di suo.
ja: Homebrew自身のメンテナンスで、Homebrewが実行します。Peelが独自に加えるものはありません。
ko: Homebrew가 직접 실행하는 Homebrew 자체 관리 작업입니다. Peel은 자체적으로 아무것도 추가하지 않습니다.
nl: Het eigen onderhoud van Homebrew, uitgevoerd door Homebrew. Peel voegt er zelf niets aan toe.
pl: Porządki samego Homebrew, wykonywane przez Homebrew. Peel nie dodaje nic od siebie.
pt: A manutenção do próprio Homebrew, executada pelo Homebrew. O Peel não acrescenta nada por conta própria.
ro: Întreținerea proprie a Homebrew, efectuată de Homebrew. Peel nu adaugă nimic de la sine.
ru: Собственное обслуживание Homebrew, которое выполняет сам Homebrew. Peel ничего не добавляет от себя.
sv: Homebrews eget underhåll, som körs av Homebrew. Peel lägger inte till något eget.
tr: Homebrew’un kendi bakım işleri; bunları Homebrew yürütür. Peel kendinden hiçbir şey eklemez.
uk: Власне обслуговування Homebrew, яке виконує сам Homebrew. Peel нічого від себе не додає.
zh_hans: Homebrew自己的维护工作，由Homebrew执行。Peel不会添加任何自己的操作。
zh_hant: Homebrew自己的維護作業，由Homebrew執行。Peel不會加入任何自己的操作。
